Repository: jeffrydegrande/sideposts
Catalog: lang/sideposts-*.po
Languages: it_it, nb_no, ro_ro

source: Warning:
it_it: Avvertimento:
nb_no: Advarsel:
ro_ro: Atenţie:

source: The active plugin %s is not compatible with your PHP version.
it_it: Il plugin attivo %s non é compatibile con la tua versione PHP.
nb_no: Det aktive innstikket %s er ikke kompatibelt med din PHP-versjon.
ro_ro: Pluginul activ %s nu e compatibil cu versiunea ta de PHP.

source: %s is required for this plugin.
it_it: %s necessario per questo plugin.
nb_no: %s er nødvendig for dette innstikket.
ro_ro: %s este necesar pentru acest plugin.

source: A widget to move posts to the sidebar.
it_it: Un widget per poter spostare gli articoli nella barra laterale.
nb_no: En widget som flytter poster til sidebar.
ro_ro: Un widget care mută articole în bara laterală.

source: Category not selected.
it_it: La categoria non é stata selezionata.
nb_no: Kategori ikke valgt.
ro_ro: Nu ai selectat categoria.

source: Read more &raquo;
it_it: Prosegui la lettura &raquo;
nb_no: Les mer &raquo;
ro_ro: Citeşte mai mult &raquo;

source: Read full post &raquo;
it_it: Leggi l'articolo completo &raquo;
nb_no: Les hele &raquo;
ro_ro: Citeşte articolul complet &raquo;

source: No posts found
it_it: Non é stato trovato alcun articolo
nb_no: Ingen poster funnet
ro_ro: Nu am găsit articole

source: Archive for
it_it: Archivo per
nb_no: Arkiv for:
ro_ro: Arhiva de la

source: Title:
it_it: Titolo:
nb_no: Tittel:
ro_ro: Titlul:

source: Category:
it_it: Categoria:
nb_no: Kategori:
ro_ro: Categoria:

source: -- PRIVATE POSTS --
it_it: -- ARTICOLI PRIVATI --
nb_no: --PRIVATE POSTER--
ro_ro: -- ARTICOLE PRIVATE --

source: Number of posts:
it_it: Numero di articoli:
nb_no: Antall poster:
ro_ro: Numărul de articole:

source: (At most %d)
it_it: (massimo %d)
nb_no: (Maks %d)
ro_ro: (Cel mult %d)

source: Show:
it_it: Mostra:
nb_no: Vis:
ro_ro: Arată:

source: Full Post
it_it: Articolo completo
nb_no: Hele posten
ro_ro: Articolul complet

source: Post Excerpt
it_it: Riassunto dell'articolo
nb_no: Utdrag
ro_ro: Scurtă descriere a articolului

source: Excerpts with thumbnails
it_it: Riassunti con miniatura
nb_no: Utdrag med thumbnails
ro_ro: Scurtă descriere şi icoană

source: Only Post Title
it_it: Solo il titolo del post
ro_ro: Doar titlul articolului

source: Thumbnail width:
it_it: Larghezza miniatura
nb_no: Thumbnail bredde:
ro_ro: Lăţimea icoanei:

source: pixels
it_it: pixel
nb_no: punkter
ro_ro: pixeli

source: The active plugin %s is not compatible with your WordPress version.
it_it: Il plugin attivo %s non é compatibile con la tua versione WordPress.
nb_no: Det aktive innstikket %s er ikke kompatibelt med din WordPress-versjon.
ro_ro: Pluginul activ %s nu e compatibil cu versiunea ta de WordPress.

source: WordPress %s is required to run this plugin.
it_it: E' necessario WordPress %s affinché questo plugin possa funzionare.
nb_no: WordPress %s er nødvendig for å bruke dette innstikket.
ro_ro: Trebuie să funcţioneze WordPress pentru a rula pluginul %s.

source: Standard sidebar functions are not present.
it_it: Non sono presenti le funzioni standard della sidebar.
nb_no: Alminnelige sidebar-funksjoner er ikke tilstede.
ro_ro: Funcţiile barei laterale standard nu sunt prezente.

source: It is required to use the standard sidebar to run %s
it_it: E' necessario l'utilizzo della sidebar standard affinché funzioni %s
nb_no: Standard sidebar er nødvendig for å bruke %s
ro_ro: Trebuie să foloseşti bara laterală standard pentru a rula %s
